import React from 'react';
import c1 from './Content1.module.css';

const Content1 = () => {
    return (
        <div className = {c1.bg}>

            <ul className = {c1.leftbox}>
                <p className = {c1.headlb}>Все статьи</p>
                <p className = {c1.p2p1}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.p2p2}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.p2p3}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.p2p4}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.p2p5}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.p2p6}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.p2p7}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.p2p8}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.p2p9}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.p2p10}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
            </ul>

            <ul className = {c1.midbox}>
                <p className = {c1.mbp2}>Политика</p>
                <p className = {c1.mbp1}>Байден все таки забрался в самолет!!!</p>
            </ul>

            <ul className = {c1.rightbox}>
                <p className = {c1.rbhead}>Популярные на неделе</p>
                <p className = {c1.rbp1}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.rbp2}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.rbp3}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.rbp4}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.rbp5}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.rbp6}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.rbp7}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.rbp8}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.rbp9}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
                <p className = {c1.rbp10}>какойто длинный текст какойто длинный текст какойто длинный текст какойто длинный текст</p>
            </ul>

            <ul className = {c1.grsbox1}>
                <ul className = {c1.sbox1}></ul>
                <ul className = {c1.txtsbox1}>
                    <p className = {c1.tsbp1}>Политика</p>
                    <p className = {c1.tsbp2}>Байден все таки забрался в самолет</p>
                    <p className = {c1.tsbp3}>фывфывфвыфвфвыфбь ывтываываыва фывфывфвыфвфвыфбь ывтываываыва</p>
                </ul>
            </ul>
            
            <ul className = {c1.grsbox2}>
                <ul className = {c1.sbox2}></ul>
                    <ul className = {c1.txtsbox2}>
                        <p className = {c1.tsbp1}>Политика</p>
                        <p className = {c1.tsbp2}>Байден все таки забрался в самолет</p>
                        <p className = {c1.tsbp3}>фывфывфвыфвфвыфбь ывтываываыва фывфывфвыфвфвыфбь ывтываываыва</p>
                    </ul>
            </ul>        

        </div>
    );
}

export default Content1;