import React from 'react';
import c2 from './Content2.module.css';
import SocialNetwork from './SocialNetwork/SocialNetwork';
import BarPublication from './Top/BarPublication';
import Subscribers from './Subscribe/Subscribers'
import Ad from './Ad/Ad'

const Content2 = () => {
    return (
        <div className={c2.bg}>

            <ul className={c2.textbox1}>Текст тектс Текст тектс
                Текст тектс Текст тектс Текст тектс Текст тектс Текст
                тектс Текст тектс мнение профессионала: Текст тектс Текст
                тектс Текст тектс Текст тектс Текст тектс Текст тектс Текст
                тектс Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс
                Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс
                Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс
                Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс
                Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс Текст тектс
                Текст тектс Текст тектс Текст тектс
            </ul>

            <ul className={c2.textbox2}>“Мечты сбываются и не сбываются.”</ul>
            <ul className={c2.textbox3}>стратегия эффективности: текст текст
                тексттекст текст тексттекст текст тексттекст текст тексттекст
                текст тексттекст текст тексттекст текст тексттекст текст тексттекст
                текст тексттекст текст тексттекст текст тексттекст текст тексттекст
                текст тексттекст текст тексттекст текст тексттекст текст текст</ul>
            <ul className={c2.textbox4}>
                <ul className={c2.box1}><p className={c2.p1}>текст текст тексттекст текст
                    тексттекст текст тексттекст текст тексттекст текст тексттекст текст тексттекст
                    текст тексттекст текст тексттекст текст тексттекст текст тексттекст текст
                    тексттекст текст текст текст текст тексттекст текст тексттекст текст тексттекст
                    текст тексттекст текст тексттекст текст тексттекст текст тексттекст текст
                    тексттекст текст текст</p></ul>
            </ul>
            <ul className={c2.textbox5}>текст текст тексттекст текст
                тексттекст текст тексттекст текст тексттекст текст
                тексттекст текст тексттекст текст тексттекст текст
                тексттекст текст тексттекст текст тексттекст текст
                тексттекст текст тексттекст текст тексттекст текст
                тексттекст текст тексттекст текст тексттекст
                тексттекст текст тексттекст текст тексттекст текст
                тексттекст текст текст</ul>

            <ul className={c2.textbox6}>Заголовок 22</ul>
            <ul className={c2.textbox7}>
                <ul className={c2.box2}><p className={c2.p2}>текст текст тексттекст
                    текст тексттекст текст тексттекст текст тексттекст текст тексттекст
                    текст тексттекст текст тексттекст текст тексттекст текст
                    тексттекст текст тексттекст текст тексттекст текст тексттекст текст текст
                    текст текст тексттекст текст тексттекст текст тексттекст текст тексттекст
                    текст тексттекст текст тексттекст текст тексттекст текст текст </p></ul>
            </ul>
            <ul className={c2.textbox8}>текст текст тексттекст текст текст
                текаттттктвыадфлоывжфыловжфт жфдылвф ыв   флыжвлдждф
                фыдлоф дывоф двлоф дылвоф выдфов фдлов фоывф ывдлофыдлв
                фдлыов длфыов фдлывоф
            </ul>
        
            <BarPublication />
            <Subscribers />
            <SocialNetwork />
            <Ad />

        </div>
    );
}

export default Content2;